{
  "intervention": [
    {
      "title": "What is Ashwaganda?",
      "text": "Ashwagandha (Withania somnifera) is an herb used in Ayurveda, the traditional medicine of India. Its root has a horsey smell (in Sanskrit, ashva means “horse” and gandha means “smell”) and is said to confer the strength and virility of a horse. Various parts of the plant are used, but the most common in supplements is an extract of its roots.",
      "moreLinks": [
        {
          "link": "Learn more about the Sources and Composition of Ashwaganda"
        },
        {
          "link": "Are there Amino Acids in Ashwaganda?"
        }
      ]
    },
    {
      "title": "What are ashwagandha's benefits?",
      "text": "A number of studies suggest that it has anxiolytic (anti-anxiety) effects; studies are mostly supportive of a notable effect of ashwagandha for this purpose, and it seems to reduce cortisol levels. However, more research is needed before we can have a great deal of confidence in it or know the optimal dose. Ashwagandha may also be able to reduce insomnia, fatigue, and the symptoms of depression, but it hasn't been well-researched for these purposes. <br/> It may increase power output in untrained subjects during resistance exercise and anaerobic running, but this observation is based on a small amount of research and more is needed. It may lead to small reductions in blood glucose, blood pressure, and LDL-cholesterol, while slightly increasing HDL-cholesterol. Additionally, it may modestly increase testosterone and sperm quality in infertile men.",
      "moreLinks": [
        {
          "link": "Is Ashwaganda good for Testosterone?"
        },
        {
          "link": "Can Ashwaganda help with Chronic Fatique?"
        }
      ]
    },
    {
      "title": "What are it’s side-effects?",
      "text": "It seems to be safe, but it needs more long-term research that's specifically designed to evaluate its safety. It may cause mild drowsiness and sedation for some people.",
      "moreLinks": [
        {
          "link": "Can I mix Kava and Ashwagandha?"
        },
        {
          "link": "Will Ashwagandha make me sleepy?"
        },
        {
          "link": "Can Ashwaganda upset my stomach?"
        }
      ]
    },
    {
      "title": "How to take",
      "text": "It seems to be safe, but it needs more long-term research that's specifically designed to evaluate its safety. It may cause mild drowsiness and sedation for some people.",
      "moreLinks": [
        {
          "link": "Is Ashwaganda good for Testosterone?"
        },
        {
          "link": "Is it more beneficial to take it as a powder?"
        },
        {
          "link": "Can Ashwaganda help with Chronic Fatique?"
        }
      ]
    }
  ]
}
